content/posts/pets-put-in-context/index.md
+++
title = "Pets, put in context"
author = ["peregrinator"]
date = 2017-06-15T00:00:00+05:30
lastmod = 2022-12-02T11:23:35+05:30
tags = ["pets", "responsible-pet-ownership"]
draft = false
creator = "Emacs 29.0.50 (Org mode 9.6 + ox-hugo)"
series = "Responsible Pet Ownership"
+++

Pets and feral animals have been shown to cause great amounts of
destruction to native wildlife, but since very little research has
been done in that field, things remain unclear. Most of the cases
where the extreme case of extinction occurred were on islands, but
this does not indicate that the mainland is safe from this. A lack of
visible evidence, either scientific or not, _does not_ indicate
that such animals are not killing wildlife regularly, or that the
consequences of having them around are negligible. There are several
signs that some areas may be more vulnerable to the effects of
invasive animals than others.


## Introduction {#introduction}

For those of you that haven't read my [earlier article](/posts/2016/01/a-dark-side-to-pets/) on the issues
with keeping free ranging pets and having stray carnivores, I would
recommend going through it first although it is not an absolute
necessity to understand the concepts explained here. Also, some
evolutionary concepts are dealt with so for a better understand
consider going through my articles on evolution as well. Note that
this is a clarification to those who are not convinced of the issues
brought to light in the older article. I will also explain the issues
associated with the introduction of non-carnivorous pets in a
_previously undisturbed_ environment. The driving factor behind
my writing this article was conversations with people not familiar
with the scientific way of thought that made me realise that unless
the complete issues are spelled out, the ideas will not be
understood. Additionally, another snake was nearly killed recently by
an adopted feral cat (refer to my older article for the details of the
snake killed). It must also be noted here that pets not only include
cats and dogs but also livestock such a cows, goats, sheep and
buffaloes.

The consequences of the introduction of animals into an area
previously unexposed to it can be very subtle for the lay mind to
comprehend since the interactions between humans and the environment
are virtually ignored. Inter-connectedness is the quintessence of
ecology without which none of its theories can be justified. Similar
are the consequences of introducing alien plant species (alien here
refers to those species from often from other continents, but not
necessarily always so) or with disease. _Lantana camara_ was
introduced in India a couple of hundred years earlier and today it has
replaced the understory in most of the peninsular dry deciduous
forests and occupied a great portion of the arid scrub jungles. It,
however, cannot be easily removed (as is with the case of free ranging
pets and strays) as now several other animals and plants have
developed certain crucial interactions with _Lantana_. Removal
of _Lantana_ has been largely unsuccessful for various reasons,
which is atleast in this case advantageous but it may not be the case
always.

What I wish to make clear through the course of this essay is that
human intervention in the functioning of the Earth's environment can
no longer be ignored since human presence has grown disproportionately
in the last few thousand years. This means that the repercussions of
even growing food for even a tenth of the current population are so
great that it could drive several species of native wildlife extinct.


## Isolation in its various forms {#isolation-in-its-various-forms}

What in essence happens when a ecosystem, previously unexposed to a
certain kind of animal or plant, is suddenly introduced with an alien
species? Tribal communities living in isolation were exposed to
disease such as common cold and other such diseases by visiting people
from modern society which spread rapidly (examples of which are seen
in the Jarawas and explained in Jared Diamond's _Guns, Germs and
Steel_). But note that this is a closed environment. Such tribals
typically live outside cities with limited interaction to the outside
world. The consequences of the introduction of an alien species is
typically the same in several cases. Unprepared and susceptible, at
the mercy of the new species, most are affected, usually
adversely. This must is to be kept in mind albeit it should also be
adverted to the fact that this doesn't occur in all cases.

In talking about carnivorous pets in my last article, I got too
carried away by them and failed to touch on the consequences of
herbivorous “pets” on undisturbed ecosystems, as was pointed out in
one of the comments. What should one expect with free ranging
herbivores such as cows and other livestock in such a scenario?
Numbers of individuals introduced here are insignificant since the
“lethal dose” of number of these animals will in any case be attained
over a short period of time. Herds of goats and cows feed over large
tracts of grass covered areas which is usually unable to regenerate
due to their continuous onslaught. The effects are naturally amplified
(given the additional absence of carnivores) in the case of smaller
herbivores such as rabbits and hares which breed rapidly and clear
large stretches of grassland. Uncontrolled grazing results in the
denudation of natural forest in its various forms and hence native
herbivores are the first hit. Since the native fauna and flora
maintained an equilibrium between plant consumption and animal
population, this is now disrupted.

So when do the effects of introduced species get felt? I have already
suggested that extinctions due to introduced species has a high
prevalence in the case of islands. What about islands is so peculiar?
I will return to these questions a little later in the essay. A stable
ecosystem is one where the population of each species is regulated or
maintained in spite of predation, herbivory and other such
interactions. That is to say that if a certain number of (for example)
a bird species are killed each year, that species continues to survive
because over time new individuals replace those lost. The predators
continually switch over to alternate food sources and hence the
pressure on the prey reduces (from the constant high pressure offered
by specialist predators, which are typically rare in the wild). This
is usually seen if the ecosystem is spread over a large area with a
sufficiently large population of prey that is distributed through the
area, allowing movement of populations across the area. If the
predator species kill too many individuals of that bird species, the
predators will have nothing to feed on and hence will die out with the
bird population, but this extreme is quite rare. This is usually
avoided and such an equilibrium is in all cases maintained by varying
numbers of predator and prey. The same is the case with plant species
and herbivores. Such plasticity exists in all ecosystems.

Islands are continually changing in their species composition. Rather
than having an equilibrium between populations of species, there is a
balance between extinctions (or to be more precise extirpations) and
immigrations. A limited availability of resources allows only a small
number of individuals to reside on it (excesses are not trimmed off
and eventually drive the species extinct). The number of species also
is considerably lower than on the corresponding mainland. Combined,
the two mentioned factors allow a very low number of species,
represented by a very small population inhabiting the island. Hence,
local extinctions are frequent and seemingly causeless, although minor
changes of any aspect are the cause. The same is the case with
fragmented forests and “islands” on the mainland. Once extinction
occurs, there is a greater likelihood of “immigrating” species to
establish themselves. This fragile state of island biodiversity
prevents the continuity of life once an invasive species is introduced
since minor changes can disrupt the species composition. In addition,
islands are more likely to have species that although might have
evolved from those of the mainland, are considerably different and
hence endemic. The extirpation (or extinction) of a species implies
that the species that comes in its place could be altogether
different, hence endemics and in most cases even other species lost on
an island are lost forever. Island fauna is also tame since exposures
to predators are typically lacking due to the absence of such a
selection pressure.

Isolation also can be created by the construction of man-made
barriers, especially in the case of plants and herpetofauna and other
fauna with limited mobility. Roads, canals and other such structures
limits further their mobility. Other more subtle selective pressures
applied could also play a role in this.

Some form of isolation that is seen in cases where species have been
introduced, plays an important role. Islands are isolated since they
are less easily accessible to reptiles, amphibians and most plants
from almost anywhere else. Plants, as already suggested cannot bear
the brunt of the advance of herbivores unlike animals which tend to,
over time, develop behavioural adaptations. There are however more
complex forms of isolation, even on the mainland, explained below.


## Consequences of invasion {#consequences-of-invasion}

Island fauna, as mentioned above, is tame and hence introduced
predators (such as cats and dogs) can approach them without having to
expend energy in stalking and other forms of subtlety. In the case of
flora, islands are as susceptible to denudation as the mainland as
plants (unlike animals) are not as dynamic and cannot survive the
onslaught of a rapidly growing population of herbivores. Forest
fragmentation ensues in part due to overgrazing by livestock and the
removal of forest cover to meet food requirements with agriculture.

As a result of forest fragmentation, an original population of a
species specific to that forest type, becomes isolated in these
pockets. In most cases, likely including that of birds, the
individuals from each region cannot or do not migrate to others due to
territorial boundaries. The consequence is small unstable populations
of species that are extremely susceptible to [extirpation](https://www.merriam-webster.com/dictionary/extirpate) for a variety
of reasons. Inbreeding causes loss of genetic diversity and
consequently deleterious mutations accumulate causing lower likelihood
of survival; loss of genetic variation also increases the risk of
extirpation by [zoonotic](https://www.merriam-webster.com/dictionary/zoonosis) disease, which has been shown to have a
greater prevalence in the fauna inhabiting fragmented forests even
otherwise, such as in the case of Lion-tailed Macaques (_Macaca
silenus_) and Civets in the Western Ghats (and additionally other
mammal species); and predation itself can very likely wipe out the
small population, the risks of which are greatly increased by
introduced (typically animal) species which are either better adapted
to hunting, or through competition for limited food resources.

Cows and other livestock are generally kept in large groups such that
the yield of milk will be sufficient to not only satisfy individual
and family needs but for its use as a commercialized source of
livelihood. The cattle has to be provided not just dry feed but need
fresh fodder for which a good source is grass in scrub jungles and
meadows, and several shrubs in the same and other types of
forest. These are readily used. As sensible as this may sound, large
numbers of cattle are detrimental to the forest ecosystem. Selective
feeding on plants, that is subsidised from predation by human
intervention can result in the formation of an imbalanced ecosystem:
native herbivores lose out on vital food resources and hence drop in
numbers as a result of which predators are affected. This leads to a
more permanent loss of forest cover in part since less faeces in the
soil implies less fertility and hence native plant species don't
survive and disperse. The paucity of plants adversely affects bees,
other pollinators on which birds and some animals feed, and affects
native herbivore populations which again impacts the predators. This
cycle repeats itself several times to leave either small fragments of
forest or none at all and as a result not one but several species of
biota is impacted.

Disease of animals, known as zoonotic disease, are on the rise as a
result of close interaction of wildlife and humans. Diseases of urban
and man-made origin are now prevalent in several feral and domestic
animals. With the high incidence of these animals entering native
forests, these diseases very likely will be transmitted to wildlife
and being unequipped to deal with such, a large number of individuals
will be lost. Additionally, forest fragmentation by human activities
reduces wildlife to even smaller groups of individuals that face a
greater likelihood of contracting zoonotic diseases from nearby human
settlements. Smaller populations that have limited interaction with
each other are more susceptible to disease. Diseases of livestock such
as [rinderpest](https://en.wikipedia.org/wiki/Rinderpest) are known to affect not only wild bovine species but
reportedly affect cervines (i.e. Deer) and other related wildlife.

Species, selectively impacted by disease or predation, can cause
additionally complications. Disease of carnivores resulting in their
extermination causes a boom in herbivore populations which as a result
of overgrazing leads to loss of habitat. A cascade of extinctions are
likely to follow: this loss of food sources for herbivores can be
detrimental to other herbivores which would have to resort to
migration to survive and would otherwise perish. Any predatorial
species dependent on these animals would also suffer. A similar result
can occur by the loss of herbivores to disease or predation: with less
fertile faeces, lowered fertility reduces the dispersal of trees or
selectively propagates certain species which may or may not be
beneficial to the ecosystem; the predators due to a lack of prey die
out.


## Solutions {#solutions}

Possible ways feral animals can be controlled are few: culling and
sterilisation are possibly the most effective and easily implemented,
although these are quite inhumane. Rescue agencies in cities catch and
tend to such animals and usually give the animals out as pets
later. This could be a more sensible and humane method although
excesses have to be dealt with rapidly. Sterilization might be in the
longer run more effective. Keeping domestic and adopted cats indoors
at all times is the possibly the only way their killing of wildlife
can be prevented. Dealing with cattle in India is further complicated
by the fact that cows are considered sacred. I shall not advocate any
measure to deal with cattle for this reason (although probably I will
write about this issue later).

It now is apparent that these issues have to be better studied and
areas that face greater risks have to be identified. Measures taken
will have to be specific to those areas and have to be implemented
rapidly without fail.
